/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"rentals_splash_title" = "iRentals";
"rentals_mapview_title" = "Karte";
"rentals_list_title" = "Verfügbare Autos";
"rentals_tab_map_title" = "Heim";
"rentals_tab_list_title" = "Aufführen";
"rentals_detail_title" = "Fahrzeugdetails";
"rentals_refresh" = "Zum Aktualisieren ziehen";
"rentals_cars_name" = "Name";
"rentals_cars_model" = "Modell";
"rentals_cars_transmission" = "Übertragung";
"rentals_cars_make" = "Machen";
"rentals_cars_color" = "Farbe";
"rentals_cars_fuelType" = "Treibstoffart";
"rentals_cars_fuelLevel" = "Tankfüllstand";
"rentals_cars_cleanstatus" = "Sauberkeit";
"rentals_cars_series" = "Serie";
"rentals_cars_group" = "Gruppe";
"rentals_cars_license" = "Lizenznummer";

"rentals_tab_settings" = "Einstellungen";
"rentals_tab_language" = "Sprache ändern";
"rentals_settings_alert" = "Möchten Sie die Sprache ändern?";


"rentals_error_nonetwork" = "Keine aktive Internetverbindung. Bitte versuchen Sie es später erneut";
"rentals_error_server_error" = "Wir konnten unsere Server nicht erreichen. Möchten Sie es erneut versuchen?";
"rentals_error_retry" = "Wiederholen";

"rentals_common_ok" = "Ok";
"rentals_common_cancel" = "Absagen";
"rentals_error_unknown" = "Etwas ist schief gelaufen. Bitte versuchen Sie es später erneut";
"rentals_error" = "Fehler";
